user_agreement = """
<b>❗️ Правила сервиса:</b>

<b>1.</b> По вопросам поддержки и рекламы: @BlackCloudSoft

<b>2.</b> Деньги которыми вы пополнили баланс бота, не подлежат возврату или обмену.

<b>3.</b> Запрещено использование бота(@BlackCloudSoft) в любых противоправных целях. Так же запрещено использование сервиса для осуществления платных подписок.

<b>4.</b> Запрещается использовать номера приобретенные во временное пользование в сервисах быстрого кредитования и МФО. При обнаружении sms от данных сервисов, последую отмена номера и незамедлительная блокировка нарушителя.

<b>5.</b> Администрация не несет отвественности за созданные аккаунты на приобретенные номера и их последующие блокировки.

<b>6.</b> Администрация бота(@BlackCloudSoft) не несет отвественности за любые противозаконные действия совершенные с помощью номеров приобретенных в боте и попадающих под статьи УК РФ.

<b>7.</b> Любая попытка использования технических недоработок и попытка обмана администрации повлечет за собой блокировку пользователя.

<b>8.</b> Возврат денежных средств за ошибки пользователей - не предусмотрен.

<b>9.</b> История операций с номерами хранится на сервере и не подлежит удалению.

<b>10.</b> Администрация имеет право заблокировать пользователя без обьяснения причины.

<b>Незнание правил, не освобождает от ответственности. Приобретая номер в боте(@BlackCloudSoft) вы автоматически сошлашаетесь с правилами изложенными выше.</b>
"""
