
operators = {
    '0': {
        'any': 'Любой',
        'megafon': 'Megafon',
        'mts': 'MTS',
        'tele2': 'Tele2',
        'beeline': 'Beeline',
        'sber': 'Sber',
        'yota': 'Yota',
        'tinkoff': 'Tinkoff',
        'rostelecom': 'Rostelecom',
    },
    '1': {
        'any': 'Любой',
        'mts': 'MTS',
        '3mob': 'ТриМоб',
        'intertelecom': 'intertelecom',
        'kyivstar': 'Kyivstar',
        'life': 'Life',
    },
    '2': {
        'tele2': 'Tele2',
        'any': 'Любой',
        'beeline': 'Билайн',
        'altel': 'Алтел',
        'activ': 'Актив',
    },
    '3': {
        'any': 'Любой',
        'chinamobile': 'China Mobile',
    },
    '51': {
        'any': 'Любой',
        'mdc': 'МДС',
        'mts': 'MTS',
    },
    '56': {
        'any': 'Любой',
    },
    '15': {
        'any': 'Любой',
    },
    '84': {
        'any': 'Любой',
    },
    '83': {
        'any': 'Любой',
    },
    '174': {
        'any': 'Любой',
    },
    '43': {
        'any': 'Любой',
    },
    '34': {
        'any': 'Любой',
    },
    '12': {
        'any': 'Любой',
    },
    '48': {
        'any': 'Любой',
    },
    '32': {
        'any': 'Любой',
    },
    '46': {
        'any': 'Любой',
    },
    '45': {
        'any': 'Любой',
    },
    '49': {
        'any': 'Любой',
    },
    '63': {
        'any': 'Любой',
    },
    '36': {
        'any': 'Любой',
    },
    '16': {
        'any': 'Любой',
    },
    '23': {
        'any': 'Любой',
    },
    '35': {
        'any': 'Любой',
    },
    '40': {
        'any': 'Любой',
    },
    '50': {
        'any': 'Любой',
    },
    '44': {
        'any': 'Любой',
    },
    '29': {
        'any': 'Любой',
    },
    '82': {
        'any': 'Любой'
    }, 
    '85': {
        'any': 'Любой'
    }, 
    '86': {
        'any': 'Любой'
    }, 
    '62': {
        'any': 'Любой'
    }, 
    '4': {
        'any': 'Любой'
    }, 
    '5': {
        'any': 'Любой'
    }, 
    '6': {
        'any': 'Любой'
    },
    '7': {
        'any': 'Любой'
    }, 
    '8': {
        'any': 'Любой'
    }, 
    '10': {
        'any': 'Любой'
    }, 
    '11': {
        'any': 'Любой'
    }, 
    '13': {'any': 'Любой'
    }, 
    '14': {
        'any': 'Любой'
    }, 
    '18': {
        'any': 'Любой'
    }, 
    '19': {
        'any': 'Любой'
    }, 
    '21': {
        'any': 'Любой'
    }, 
    '22': {
        'any': 'Любой'
    }, 
    '24': {
        'any': 'Любой'
    }, 
    '25': {
        'any': 'Любой'
    }, 
    '26': {
        'any': 'Любой'
    }, 
    '27': {
        'any': 'Любой'
    }, 
    '28': {
        'any': 'Любой'
    }, 
    '30': {
        'any': 'Любой'
    }, 
    '31': {
        'any': 'Любой'
    }, 
    '33': {
        'any': 'Любой'
    }, 
    '37': {
        'any': 'Любой'
    }, 
    '38': {
        'any': 'Любой'
    },  
    '39': {
        'any': 'Любой'
    }, 
    '41': {
        'any': 'Любой'
    },
    '47': {
        'any': 'Любой'
    }, 
    '52': {
        'any': 'Любой'
    },
    '53': {
        'any': 'Любой'
    },
    '54': {
        'any': 'Любой'
    },
    '55': {
        'any': 'Любой'
    }, 
    '57': {
        'any': 'Любой'
    },
    '58': {
        'any': 'Любой'
    }, 
    '60': {
        'any': 'Любой'
    },
    '61': {
        'any': 'Любой'
    }, 
    '64': {
        'any': 'Любой'
    }, 
    '65': {
        'any': 'Любой'
    },
    '66': {
        'any': 'Любой'
    }, 
    '67': {
        'any': 'Любой'
    },
    '68': {
        'any': 'Любой'
    },
    '69': {
        'any': 'Любой'
    }, 
    '70': {
        'any': 'Любой'
    },
    '71': {
        'any': 'Любой'
    },
    '72': {
        'any': 'Любой'
    },
    '73': {
        'any': 'Любой'
    },
    '74': {
        'any': 'Любой'
    }, 
    '75': {
        'any': 'Любой'
    },
    '76': {
        'any': 'Любой'
    },
    '77': {
        'any': 'Любой'
    },
    '78': {
        'any': 'Любой'
    },
    '79': {
        'any': 'Любой'
    },
    '80': {
        'any': 'Любой'
    }, 
    '81': {
        'any': 'Любой'
    }, 
    '87': {
        'any': 'Любой'
    },
    '88': {
        'any': 'Любой'
    },
    '89': {
        'any': 'Любой'
    },
    '90': {
        'any': 'Любой'
    }, 
    '91': {
        'any': 'Любой'
    },
    '92': {
        'any': 'Любой'
    }, 
    '93': {
        'any': 'Любой'
    },
    '94': {
        'any': 'Любой'
    },
    '95': {
        'any': 'Любой'
    },
    '96': {
        'any': 'Любой'
    },
    '97': {
        'any': 'Любой'
    },
    '98': {
        'any': 'Любой'
    },
    '99': {
        'any': 'Любой'
    },
    '100': {
        'any': 'Любой'
    },
    '101': {
        'any': 'Любой'
    },
    '102': {
        'any': 'Любой'
    },
    '103': {
        'any': 'Любой'
    }, 
    '104': {
        'any': 'Любой'
    }, 
    '105': {
        'any': 'Любой'
    }, 
    '106': {
        'any': 'Любой'
    },
    '107': {
        'any': 'Любой'
    },
    '108': {
        'any': 'Любой'
    }, 
    '109': {
        'any': 'Любой'
    }, 
    '110': {
        'any': 'Любой'
    },
    '111': {
        'any': 'Любой'
    }, 
    '112': {
        'any': 'Любой'
    }, 
    '113': {
        'any': 'Любой'
    }, 
    '114': {
        'any': 'Любой'
    }, 
    '115': {
        'any': 'Любой'
    },
    '116': {
        'any': 'Любой'
    },
    '117': {
        'any': 'Любой'
    },
    '118': {
        'any': 'Любой'
    }, 
    '119': {
        'any': 'Любой'
    },
    '120': {
        'any': 'Любой'
    }, 
    '122': {
        'any': 'Любой'
    }, 
    '123': {
        'any': 'Любой'
    },
    '128': {
        'any': 'Любой'
    }, 
    '129': {
        'any': 'Любой'
    }, 
    '130': {
        'any': 'Любой'
    }, 
    '131': {
        'any': 'Любой'
    },
    '133': {
        'any': 'Любой'
    },
    '134': {
        'any': 'Любой'
    }, 
    '135': {
        'any': 'Любой'
    }, 
    '136': {
        'any': 'Любой'
    },
    '137': {
        'any': 'Любой'
    },
    '138': {
        'any': 'Любой'
    },
    '139': {
        'any': 'Любой'
    },
    '140': {
        'any': 'Любой'
    },
    '141': {
        'any': 'Любой'
    },
    '142': {
        'any': 'Любой'
    },
    '143': {
        'any': 'Любой'
    },
    '145': {
        'any': 'Любой'
    },
    '146': {
        'any': 'Любой'
    }, 
    '147': {
        'any': 'Любой'
    },
    '148': {
        'any': 'Любой'
    },
    '149': {
        'any': 'Любой'
    },
    '150': {
        'any': 'Любой'
    },
    '152': {
        'any': 'Любой'
    },
    '153': {
        'any': 'Любой'
    },
    '154': {
        'any': 'Любой'
    }, 
    '155': {
        'any': 'Любой'
    },
    '157': {
        'any': 'Любой'
    },
    '158': {
        'any': 'Любой'
    }, 
    '159': {
        'any': 'Любой'
    }, 
    '161': {
        'any': 'Любой'
    },
    '165': {
        'any': 'Любой'
    },
    '167': {
        'any': 'Любой'
    }, 
    '169': {
        'any': 'Любой'
    },
    '171': {
        'any': 'Любой'
    },
    '173': {
        'any': 'Любой'
    },
    '176': {
        'any': 'Любой'
    },
    '177': {
        'any': 'Любой'
    },
    '178': {
        'any': 'Любой'
    }, 
    '181': {
        'any': 'Любой'
    }, 
    '183': {
        'any': 'Любой'
    }, 
    '184': {
        'any': 'Любой'
    }, 
    '185': {
        'any': 'Любой'
    }, 
    '186': {
        'any': 'Любой'
    }
}
